Repository: salehweb-ir/wp2messanger
Catalog: languages/wp2eitaa-*.po
Languages: fa_ir

source: Configuration saved and form created successfully!
fa_ir: تنظیمات ذخیره شد و فرم با موفقیت ایجاد شد.

source: wp2messenger Settings
fa_ir: تنظیمات wp2messenger

source: Eitaa API Token
fa_ir: توکن API ایتا

source: Eitaa Channel ID
fa_ir: شناسه کانال ایتا

source: Anonymous message to eitaa
fa_ir: پیام ناشناس به ایتا

source: Failed to send test message.
fa_ir: خطا در ارسال پیام آزمایشی

source: wp2messenger Setup Wizard
fa_ir: ویزارد تنظیمات wp2messenger

source: Step 1: Eitaa API Information
fa_ir: مرحله 1: اطلاعات API ایتا

source: Please follow the instructions on https://eitaayar.ir/admin/api to get your API token.
fa_ir: برای دریافت توکن API ایتا به آدرس https://eitaayar.ir/admin/api مراجعه کنید.

source: Step 2: Test Connection
fa_ir: مرحله 2: بررسی اتصال

source: Test Message
fa_ir: پیام نمونه

source: Test and Save
fa_ir: بررسی و ذخیره

source: Message sent successfully.
fa_ir: پیام با موفقیت ارسال شد.

source: Failed to send message. Try again later.
fa_ir: ارسال پیام ناموفق بود. لطفاً دوباره تلاش کنید.

source: Submit Your Message
fa_ir: پیام خود را ثبت کنید

source: Your Message
fa_ir: پیام شما

source: Submit
fa_ir: ثبت

source: Send messages to Eitaa from WordPress forms.
fa_ir: ارسال پیام به ایتا با وردپرس

source: Mohammad Javad Asia
fa_ir: محمد جواد آسیا
